tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'sanemat/font'

brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'git'
brew 'ghq'
brew 'htop-osx'
brew 'libevent'
brew 'libyaml'
brew 'mercurial'
brew 'pidof'
brew 'pstree'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'direnv'
brew 'mysql-client'
brew 'asciinema'
brew 'fzf'
brew 'bat'
brew 'fd'
brew 'exa'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'git-delta'
brew 'greymd/tools/teip'
brew 'gh'
brew 'jq'
brew 'vim'
brew 'neovim'
brew 'tldr'
brew 'navi'
brew 'httpie'
brew 'dust'
brew 'procs'
brew 'sqlc'
brew 'commitizen'
brew 'knqyf263/pet/pet'
brew 'readline'
brew 'efm-langserver'
brew 'asdf'
brew 'mkcert'
brew 'sqlparse'

# fonts
tap  'homebrew/cask-fonts'
cask 'font-hack-nerd-font'
cask 'google-cloud-sdk'
