brew "ghq"
brew "direnv"
brew "fzf"
brew "ripgrep"
brew "pre-commit"
brew "git"
brew "bat"
brew "fd"
brew "neovim"
brew "delta"
brew "httpie"
brew "docker"
brew "tree-sitter"
brew "zsh"
brew "starship"
brew "eza"
brew "nodejs"
brew "mise"
brew "zstd"
brew "libressl"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "starship"
brew "typos-cli"
brew "ffmpeg"
brew "tbls"
brew "colima"
brew "watchexec"
brew "coreutils"
brew "container"

brew "uv" # to install MCP servers

brew "postgresql@14"
brew "mysql@8.0"
brew "tursodatabase/tap/turso"
brew "duckdb"

# LSP
brew "typos-lsp"
brew "efm-langserver"
# brew "perlnavigator"
brew "lua-language-server"
brew "typescript-language-server"
brew "yaml-language-server"
brew "tailwindcss-language-server"
brew "gopls"
brew "gnupg"
brew "vscode-langservers-extracted"

# AI
brew "ollama"
cask "claude-code"

# Terminal
cask "font-hack-nerd-font"
cast "ghostty"

