{
  "cmp-nvim-lsp": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "fzf": { "branch": "master" },
  "fzf-preview.vim": { "branch": "release/remote" },
  "fzf.vim": { "branch": "master" },
  "goyo.vim": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "perl-local-lib-path.vim": { "branch": "perl-project-root-files" },
  "traces.vim": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-gfm-syntax": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-perl": { "branch": "dev" },
  "vim-terraform": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}