{
  "cmp-nvim-lsp": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "fzf-lua": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "tailwind-tools.nvim": { "branch": "master" },
  "traces.vim": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-gfm-syntax": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-perl": { "branch": "dev" },
  "vim-terraform": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}
